Repository: scottwaters/Choragus
Catalog: Packages/SonosKit/Sources/SonosKit/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, it, ja, nb, nl, pl, pt, sv, zh_hans

# errPlexNotConnected
source: Plex isn't connected — sign in first.
da: Plex er ikke forbundet — log ind først.
de: Plex ist nicht verbunden — melde dich zuerst an.
es: Plex no está conectado — inicia sesión primero.
fr: Plex n'est pas connecté — connectez-vous d'abord.
it: Plex non è connesso — accedi prima.
ja: Plex に接続していません。先にサインインしてください。
nb: Plex er ikke tilkoblet — logg inn først.
nl: Plex is niet verbonden — meld je eerst aan.
pl: Plex nie jest połączony — najpierw zaloguj się.
pt: O Plex não está ligado — inicie sessão primeiro.
sv: Plex är inte anslutet — logga in först.
zh_hans: Plex 未连接，请先登录。

# errPlexParse
source: Couldn't parse Plex response: %@
da: Kunne ikke fortolke Plex-svaret: %@
de: Plex-Antwort konnte nicht gelesen werden: %@
es: No se pudo interpretar la respuesta de Plex: %@
fr: Impossible d'analyser la réponse Plex : %@
it: Impossibile leggere la risposta di Plex: %@
ja: Plex の応答を解析できません: %@
nb: Kunne ikke tolke Plex-svaret: %@
nl: Kan Plex-antwoord niet lezen: %@
pl: Nie można odczytać odpowiedzi Plex: %@
pt: Não foi possível interpretar a resposta do Plex: %@
sv: Det gick inte att tolka Plex-svaret: %@
zh_hans: 无法解析 Plex 响应：%@

# errPlexPinExpired
source: Plex sign-in code expired — try again.
da: Plex-loginkoden er udløbet — prøv igen.
de: Der Plex-Anmeldecode ist abgelaufen — versuche es erneut.
es: El código de inicio de sesión de Plex ha caducado — inténtalo de nuevo.
fr: Le code de connexion Plex a expiré — réessayez.
it: Il codice di accesso Plex è scaduto — riprova.
ja: Plex のサインインコードの有効期限が切れました。もう一度お試しください。
nb: Plex-innloggingskoden er utløpt — prøv igjen.
nl: De Plex-aanmeldcode is verlopen — probeer het opnieuw.
pl: Kod logowania Plex wygasł — spróbuj ponownie.
pt: O código de início de sessão do Plex expirou — tente novamente.
sv: Plex-inloggningskoden har gått ut — försök igen.
zh_hans: Plex 登录代码已过期，请重试。

# errSMAPIAuthFailed
source: Authentication failed: %@
da: Godkendelse mislykkedes: %@
de: Authentifizierung fehlgeschlagen: %@
es: Error de autenticación: %@
fr: Échec de l'authentification : %@
it: Autenticazione non riuscita: %@
ja: 認証に失敗しました: %@
nb: Autentiseringen mislyktes: %@
nl: Verificatie mislukt: %@
pl: Uwierzytelnianie nie powiodło się: %@
pt: Falha na autenticação: %@
sv: Autentiseringen misslyckades: %@
zh_hans: 认证失败：%@

# errSMAPIAuthTimedOut
source: Authentication timed out. Please try again.
da: Godkendelsen fik timeout. Prøv igen.
de: Zeitüberschreitung bei der Authentifizierung. Bitte erneut versuchen.
es: Se agotó el tiempo de autenticación. Inténtalo de nuevo.
fr: Délai d'authentification dépassé. Veuillez réessayer.
it: Autenticazione scaduta. Riprova.
ja: 認証がタイムアウトしました。もう一度お試しください。
nb: Autentiseringen fikk tidsavbrudd. Prøv igjen.
nl: Time-out bij verificatie. Probeer het opnieuw.
pl: Przekroczono limit czasu uwierzytelniania. Spróbuj ponownie.
pt: A autenticação excedeu o tempo limite. Tente novamente.
sv: Autentiseringen tog för lång tid. Försök igen.
zh_hans: 认证超时。请重试。

# errSMAPIDeviceIdentity
source: Device identity not loaded. Try restarting the app.
da: Enhedsidentiteten blev ikke indlæst. Genstart appen.
de: Geräteidentität nicht geladen. Starte die App neu.
es: No se cargó la identidad del dispositivo. Reinicia la app.
fr: Identité de l'appareil non chargée. Redémarrez l'app.
it: Identità del dispositivo non caricata. Riavvia l'app.
ja: デバイス ID を読み込めませんでした。アプリを再起動してください。
nb: Enhetsidentiteten ble ikke lastet. Start appen på nytt.
nl: Apparaatidentiteit niet geladen. Start de app opnieuw.
pl: Nie wczytano tożsamości urządzenia. Uruchom aplikację ponownie.
pt: A identidade do dispositivo não foi carregada. Reinicie a app.
sv: Enhetsidentiteten laddades inte. Starta om appen.
zh_hans: 未加载设备标识。请重启应用。

# errSMAPIInvalidURL
source: Invalid service URL
da: Ugyldig tjeneste-URL
de: Ungültige Dienst-URL
es: URL de servicio no válida
fr: URL de service non valide
it: URL del servizio non valido
ja: サービス URL が無効です
nb: Ugyldig tjeneste-URL
nl: Ongeldige service-URL
pl: Nieprawidłowy adres URL usługi
pt: URL de serviço inválido
sv: Ogiltig tjänst-URL
zh_hans: 服务 URL 无效

# errSMAPINotSignedIn
source: Not signed in to this service
da: Ikke logget ind på denne tjeneste
de: Bei diesem Dienst nicht angemeldet
es: No has iniciado sesión en este servicio
fr: Non connecté à ce service
it: Non hai effettuato l'accesso a questo servizio
ja: このサービスにサインインしていません
nb: Ikke logget inn på denne tjenesten
nl: Niet aangemeld bij deze service
pl: Nie zalogowano w tej usłudze
pt: Sem sessão iniciada neste serviço
sv: Inte inloggad på den här tjänsten
zh_hans: 尚未登录此服务

# errSMAPIServiceError
source: Service error: %@
da: Tjenestefejl: %@
de: Dienstfehler: %@
es: Error del servicio: %@
fr: Erreur de service : %@
it: Errore del servizio: %@
ja: サービスエラー: %@
nb: Tjenestefeil: %@
nl: Servicefout: %@
pl: Błąd usługi: %@
pt: Erro do serviço: %@
sv: Tjänstfel: %@
zh_hans: 服务错误：%@

# errSoapAuthRequired
source: Service authentication required.
da: Tjenesten kræver godkendelse.
de: Dienstauthentifizierung erforderlich.
es: Se requiere autenticación del servicio.
fr: Authentification du service requise.
it: È richiesta l'autenticazione del servizio.
ja: サービスの認証が必要です。
nb: Tjenesten krever autentisering.
nl: Serviceverificatie vereist.
pl: Wymagane uwierzytelnienie usługi.
pt: É necessária autenticação do serviço.
sv: Tjänsten kräver autentisering.
zh_hans: 需要服务认证。

# errSoapCannotTransition
source: Cannot transition — the speaker may be in a different state.
da: Kan ikke skifte — højttaleren er måske i en anden tilstand.
de: Übergang nicht möglich — der Lautsprecher ist womöglich in einem anderen Zustand.
es: No se puede cambiar — el altavoz puede estar en otro estado.
fr: Transition impossible — l'enceinte est peut-être dans un autre état.
it: Transizione non possibile — il diffusore potrebbe trovarsi in un altro stato.
ja: 状態を変更できません。スピーカーが別の状態の可能性があります。
nb: Kan ikke skifte — høyttaleren kan være i en annen tilstand.
nl: Overgang niet mogelijk — de speaker is mogelijk in een andere staat.
pl: Nie można zmienić stanu — głośnik może być w innym stanie.
pt: Não é possível mudar — a coluna pode estar noutro estado.
sv: Kan inte växla — högtalaren kan vara i ett annat läge.
zh_hans: 无法切换：扬声器可能处于其他状态。

# errSoapGenericCode
source: Speaker returned an error (code %@).
da: Højttaleren returnerede en fejl (kode %@).
de: Der Lautsprecher meldete einen Fehler (Code %@).
es: El altavoz devolvió un error (código %@).
fr: L'enceinte a renvoyé une erreur (code %@).
it: Il diffusore ha restituito un errore (codice %@).
ja: スピーカーがエラーを返しました（コード %@）。
nb: Høyttaleren returnerte en feil (kode %@).
nl: De speaker gaf een fout terug (code %@).
pl: Głośnik zwrócił błąd (kod %@).
pt: A coluna devolveu um erro (código %@).
sv: Högtalaren returnerade ett fel (kod %@).
zh_hans: 扬声器返回错误（代码 %@）。

# errSoapInvalidAction
source: Speaker reported an invalid action.
da: Højttaleren rapporterede en ugyldig handling.
de: Der Lautsprecher meldete eine ungültige Aktion.
es: El altavoz informó de una acción no válida.
fr: L'enceinte a signalé une action non valide.
it: Il diffusore ha segnalato un'azione non valida.
ja: スピーカーが無効な操作を報告しました。
nb: Høyttaleren rapporterte en ugyldig handling.
nl: De speaker meldde een ongeldige actie.
pl: Głośnik zgłosił nieprawidłową operację.
pt: A coluna reportou uma ação inválida.
sv: Högtalaren rapporterade en ogiltig åtgärd.
zh_hans: 扬声器报告了无效操作。

# errSoapInvalidSeek
source: Invalid seek target.
da: Ugyldig søgeposition.
de: Ungültiges Sprungziel.
es: Posición de búsqueda no válida.
fr: Cible de recherche non valide.
it: Punto di ricerca non valido.
ja: シーク位置が無効です。
nb: Ugyldig søkeposisjon.
nl: Ongeldige zoekpositie.
pl: Nieprawidłowa pozycja przewijania.
pt: Posição de procura inválida.
sv: Ogiltig sökposition.
zh_hans: 跳转位置无效。

# errSoapItemNotFound
source: The requested item was not found.
da: Det anmodede element blev ikke fundet.
de: Das angeforderte Element wurde nicht gefunden.
es: No se encontró el elemento solicitado.
fr: L'élément demandé est introuvable.
it: L'elemento richiesto non è stato trovato.
ja: 要求された項目が見つかりません。
nb: Det forespurte elementet ble ikke funnet.
nl: Het gevraagde item is niet gevonden.
pl: Nie znaleziono żądanego elementu.
pt: O item pedido não foi encontrado.
sv: Det begärda objektet hittades inte.
zh_hans: 未找到请求的项目。

# errSoapNotSupportedInState
source: The operation is not supported in the current state.
da: Handlingen understøttes ikke i den nuværende tilstand.
de: Der Vorgang wird im aktuellen Zustand nicht unterstützt.
es: La operación no se admite en el estado actual.
fr: L'opération n'est pas prise en charge dans l'état actuel.
it: L'operazione non è supportata nello stato attuale.
ja: 現在の状態ではこの操作はサポートされていません。
nb: Operasjonen støttes ikke i denne tilstanden.
nl: De bewerking wordt in de huidige staat niet ondersteund.
pl: Operacja nie jest obsługiwana w bieżącym stanie.
pt: A operação não é suportada no estado atual.
sv: Åtgärden stöds inte i nuvarande läge.
zh_hans: 当前状态不支持该操作。

# errSoapQueueFull
source: The queue is full.
da: Køen er fuld.
de: Die Warteschlange ist voll.
es: La cola está llena.
fr: La file d'attente est pleine.
it: La coda è piena.
ja: キューがいっぱいです。
nb: Køen er full.
nl: De wachtrij is vol.
pl: Kolejka jest pełna.
pt: A fila está cheia.
sv: Kön är full.
zh_hans: 队列已满。

# errSoapServiceError
source: The music service returned an error.
da: Musiktjenesten returnerede en fejl.
de: Der Musikdienst hat einen Fehler zurückgegeben.
es: El servicio de música devolvió un error.
fr: Le service musical a renvoyé une erreur.
it: Il servizio musicale ha restituito un errore.
ja: 音楽サービスがエラーを返しました。
nb: Musikktjenesten returnerte en feil.
nl: De muziekservice gaf een fout terug.
pl: Serwis muzyczny zwrócił błąd.
pt: O serviço de música devolveu um erro.
sv: Musiktjänsten returnerade ett fel.
zh_hans: 音乐服务返回了错误。

# errSoapUnexpectedResponse
source: Received an unexpected response from the speaker.
da: Modtog et uventet svar fra højttaleren.
de: Unerwartete Antwort vom Lautsprecher erhalten.
es: Se recibió una respuesta inesperada del altavoz.
fr: Réponse inattendue reçue de l'enceinte.
it: Ricevuta una risposta imprevista dal diffusore.
ja: スピーカーから予期しない応答を受信しました。
nb: Fikk et uventet svar fra høyttaleren.
nl: Onverwacht antwoord van de speaker ontvangen.
pl: Otrzymano nieoczekiwaną odpowiedź z głośnika.
pt: Foi recebida uma resposta inesperada da coluna.
sv: Fick ett oväntat svar från högtalaren.
zh_hans: 收到扬声器的意外响应。

# errStaleDeviceUnreachable
source: %@ is not responding. Your network layout may have changed — refreshing now.
da: %@ svarer ikke. Din netværksopsætning kan have ændret sig — opdaterer nu.
de: %@ antwortet nicht. Deine Netzwerkstruktur hat sich womöglich geändert — wird aktualisiert.
es: %@ no responde. Puede que tu red haya cambiado — actualizando.
fr: %@ ne répond pas. Votre réseau a peut-être changé — actualisation en cours.
it: %@ non risponde. La configurazione di rete potrebbe essere cambiata — aggiornamento in corso.
ja: %@ が応答していません。ネットワーク構成が変わった可能性があります。更新しています。
nb: %@ svarer ikke. Nettverksoppsettet kan ha endret seg — oppdaterer nå.
nl: %@ reageert niet. Je netwerkindeling is mogelijk gewijzigd — bezig met vernieuwen.
pl: %@ nie odpowiada. Układ sieci mógł się zmienić — odświeżanie.
pt: %@ não está a responder. A sua rede pode ter mudado — a atualizar.
sv: %@ svarar inte. Din nätverksuppsättning kan ha ändrats — uppdaterar nu.
zh_hans: %@ 未响应。网络结构可能已更改，正在刷新。

# errStaleGroupChanged
source: %@ group has changed. Refreshing speaker list.
da: Gruppen %@ er ændret. Opdaterer højttalerlisten.
de: Die Gruppe %@ hat sich geändert. Lautsprecherliste wird aktualisiert.
es: El grupo %@ ha cambiado. Actualizando la lista de altavoces.
fr: Le groupe %@ a changé. Actualisation de la liste des enceintes.
it: Il gruppo %@ è cambiato. Aggiornamento dell'elenco dei diffusori.
ja: グループ %@ が変更されました。スピーカー一覧を更新しています。
nb: Gruppen %@ er endret. Oppdaterer høyttalerlisten.
nl: Groep %@ is gewijzigd. Speakerlijst wordt vernieuwd.
pl: Grupa %@ uległa zmianie. Odświeżanie listy głośników.
pt: O grupo %@ mudou. A atualizar a lista de colunas.
sv: Gruppen %@ har ändrats. Uppdaterar högtalarlistan.
zh_hans: 群组 %@ 已更改。正在刷新扬声器列表。

# errStaleLibraryAppNamed
source: the Sonos %@ app
da: Sonos %@-appen
de: der Sonos-%@-App
es: la app Sonos %@
fr: l'app Sonos %@
it: l'app Sonos %@
ja: Sonos %@ アプリ
nb: Sonos %@-appen
nl: de Sonos %@-app
pl: aplikacji Sonos %@
pt: a app Sonos %@
sv: Sonos %@-appen
zh_hans: Sonos %@ 应用

# errStaleLibraryAppThisSystem
source: the Sonos app for this system
da: Sonos-appen til dette system
de: der Sonos-App für dieses System
es: la app de Sonos de este sistema
fr: l'app Sonos de ce système
it: l'app Sonos di questo sistema
ja: このシステム用の Sonos アプリ
nb: Sonos-appen for dette systemet
nl: de Sonos-app voor dit systeem
pl: aplikacji Sonos dla tego systemu
pt: a app Sonos deste sistema
sv: Sonos-appen för det här systemet
zh_hans: 此系统的 Sonos 应用

# errStaleLibraryNotConfigured
source: This music isn't set up on the selected system. Add your music folders in %@, then try again.
da: Denne musik er ikke sat op på det valgte system. Tilføj dine musikmapper i %@, og prøv igen.
de: Diese Musik ist auf dem gewählten System nicht eingerichtet. Füge deine Musikordner in %@ hinzu und versuche es erneut.
es: Esta música no está configurada en el sistema seleccionado. Añade tus carpetas de música en %@ e inténtalo de nuevo.
fr: Cette musique n'est pas configurée sur le système sélectionné. Ajoutez vos dossiers musicaux dans %@, puis réessayez.
it: Questa musica non è configurata sul sistema selezionato. Aggiungi le cartelle musicali in %@, poi riprova.
ja: この音楽は選択中のシステムに設定されていません。%@ で音楽フォルダを追加してから、もう一度お試しください。
nb: Denne musikken er ikke satt opp på det valgte systemet. Legg til musikkmappene dine i %@, og prøv igjen.
nl: Deze muziek is niet ingesteld op het gekozen systeem. Voeg je muziekmappen toe in %@ en probeer het opnieuw.
pl: Ta muzyka nie jest skonfigurowana w wybranym systemie. Dodaj foldery muzyczne w %@ i spróbuj ponownie.
pt: Esta música não está configurada no sistema selecionado. Adicione as suas pastas de música em %@ e tente novamente.
sv: Den här musiken är inte konfigurerad i det valda systemet. Lägg till dina musikmappar i %@ och försök igen.
zh_hans: 所选系统上未设置此音乐。请在 %@ 中添加音乐文件夹后重试。

# errStaleNothingLoaded
source: Nothing is loaded on this speaker. Choose something to play.
da: Der er ikke indlæst noget på denne højttaler. Vælg noget at afspille.
de: Auf diesem Lautsprecher ist nichts geladen. Wähle etwas zum Abspielen.
es: No hay nada cargado en este altavoz. Elige algo para reproducir.
fr: Rien n'est chargé sur cette enceinte. Choisissez quelque chose à lire.
it: Non c'è nulla caricato su questo diffusore. Scegli qualcosa da riprodurre.
ja: このスピーカーには何も読み込まれていません。再生する項目を選んでください。
nb: Ingenting er lastet på denne høyttaleren. Velg noe å spille.
nl: Er is niets geladen op deze speaker. Kies iets om af te spelen.
pl: Na tym głośniku nic nie jest załadowane. Wybierz coś do odtworzenia.
pt: Não há nada carregado nesta coluna. Escolha algo para reproduzir.
sv: Inget är laddat på den här högtalaren. Välj något att spela.
zh_hans: 此扬声器上没有加载任何内容。请选择要播放的内容。

# errStaleNotPlayable
source: Service returned an unplayable item. Please raise bug report.
da: Tjenesten returnerede et element, der ikke kan afspilles. Send en fejlrapport.
de: Der Dienst hat ein nicht abspielbares Element zurückgegeben. Bitte einen Fehlerbericht erstellen.
es: El servicio devolvió un elemento no reproducible. Envía un informe de error.
fr: Le service a renvoyé un élément illisible. Veuillez signaler un bug.
it: Il servizio ha restituito un elemento non riproducibile. Segnala un bug.
ja: サービスが再生できない項目を返しました。バグ報告を送信してください。
nb: Tjenesten returnerte et element som ikke kan spilles. Send inn en feilrapport.
nl: De service gaf een niet-afspeelbaar item terug. Dien een bugmelding in.
pl: Serwis zwrócił element, którego nie można odtworzyć. Zgłoś błąd.
pt: O serviço devolveu um item não reproduzível. Envie um relatório de erro.
sv: Tjänsten returnerade ett objekt som inte kan spelas. Skicka en felrapport.
zh_hans: 服务返回了无法播放的项目。请提交错误报告。

# errStaleServiceRejected
source: Speaker rejected request. Please raise bug report.
da: Højttaleren afviste anmodningen. Send en fejlrapport.
de: Der Lautsprecher hat die Anfrage abgelehnt. Bitte einen Fehlerbericht erstellen.
es: El altavoz rechazó la solicitud. Envía un informe de error.
fr: L'enceinte a rejeté la requête. Veuillez signaler un bug.
it: Il diffusore ha rifiutato la richiesta. Segnala un bug.
ja: スピーカーがリクエストを拒否しました。バグ報告を送信してください。
nb: Høyttaleren avviste forespørselen. Send inn en feilrapport.
nl: De speaker heeft de aanvraag geweigerd. Dien een bugmelding in.
pl: Głośnik odrzucił żądanie. Zgłoś błąd.
pt: A coluna rejeitou o pedido. Envie um relatório de erro.
sv: Högtalaren avvisade begäran. Skicka en felrapport.
zh_hans: 扬声器拒绝了请求。请提交错误报告。

# errStaleServiceUnavailable
source: This track's music service or library isn't available on this speaker's system.
da: Dette nummers musiktjeneste eller bibliotek er ikke tilgængeligt på denne højttalers system.
de: Der Musikdienst oder die Bibliothek dieses Titels ist auf dem System dieses Lautsprechers nicht verfügbar.
es: El servicio de música o la biblioteca de esta pista no está disponible en el sistema de este altavoz.
fr: Le service musical ou la bibliothèque de ce morceau n'est pas disponible sur le système de cette enceinte.
it: Il servizio musicale o la libreria di questo brano non è disponibile sul sistema di questo diffusore.
ja: このトラックの音楽サービスまたはライブラリは、このスピーカーのシステムでは利用できません。
nb: Musikktjenesten eller biblioteket for dette sporet er ikke tilgjengelig på denne høyttalerens system.
nl: De muziekservice of bibliotheek van dit nummer is niet beschikbaar op het systeem van deze speaker.
pl: Serwis muzyczny lub biblioteka tego utworu nie są dostępne w systemie tego głośnika.
pt: O serviço de música ou a biblioteca desta faixa não está disponível no sistema desta coluna.
sv: Det här spårets musiktjänst eller bibliotek finns inte i den här högtalarens system.
zh_hans: 该曲目的音乐服务或音乐库在此扬声器的系统上不可用。

# errStaleTopology
source: Speaker layout has changed since last cached. Refreshing now.
da: Højttaleropsætningen er ændret siden sidste cache. Opdaterer nu.
de: Die Lautsprecheranordnung hat sich seit dem letzten Zwischenspeichern geändert. Wird aktualisiert.
es: La disposición de los altavoces ha cambiado desde la última caché. Actualizando.
fr: La disposition des enceintes a changé depuis la dernière mise en cache. Actualisation en cours.
it: La disposizione dei diffusori è cambiata dall'ultima cache. Aggiornamento in corso.
ja: 前回のキャッシュ以降にスピーカー構成が変わりました。更新しています。
nb: Høyttaleroppsettet er endret siden sist bufret. Oppdaterer nå.
nl: De speakerindeling is gewijzigd sinds de laatste cache. Bezig met vernieuwen.
pl: Układ głośników zmienił się od ostatniej pamięci podręcznej. Odświeżanie.
pt: A disposição das colunas mudou desde a última cache. A atualizar.
sv: Högtalaruppsättningen har ändrats sedan senaste cachen. Uppdaterar nu.
zh_hans: 扬声器布局自上次缓存后已更改。正在刷新。

# etymologyDefinition
source: The leader of the chorus — the citizen who funded and conducted the dramatic chorus in classical Athens.
da: Korlederen — borgeren, der finansierede og ledede det dramatiske kor i det klassiske Athen.
de: Der Anführer des Chors — der Bürger, der den dramatischen Chor im klassischen Athen finanzierte und leitete.
es: El líder del coro — el ciudadano que financiaba y dirigía el coro dramático en la Atenas clásica.
fr: Le chef du chœur — le citoyen qui finançait et dirigeait le chœur dramatique dans l’Athènes classique.
it: Il capo del coro — il cittadino che finanziava e dirigeva il coro drammatico nell’Atene classica.
ja: 合唱団の指導者 — 古典期アテネにおいて演劇合唱団に資金を提供し、指揮した市民。
nb: Korlederen — borgeren som finansierte og ledet det dramatiske koret i det klassiske Athen.
nl: De leider van het koor — de burger die het dramatische koor in het klassieke Athene financierde en leidde.
pl: Przywódca chóru — obywatel, który finansował i prowadził chór dramatyczny w klasycznych Atenach.
pt: O líder do coro — o cidadão que financiava e dirigia o coro dramático na Atenas clássica.
sv: Körens ledare — medborgaren som finansierade och ledde den dramatiska kören i det klassiska Aten.
zh_hans: 合唱团的领导 — 在古典雅典资助并指挥戳剧合唱团的公民。

# etymologyType
source: choragus · n. (Ancient Greek)
da: choragus · subst. (oldgræsk)
de: choragus · Subst. (Altgriechisch)
es: choragus · s. (griego antiguo)
fr: choragus · n. (grec ancien)
it: choragus · s. (greco antico)
ja: choragus · 名詞（古代ギリシア語）
nb: choragus · subst. (oldgresk)
nl: choragus · znw. (Oudgrieks)
pl: choragus · rzecz. (starogrecki)
pt: choragus · subst. (grego antigo)
sv: choragus · subst. (forngrekiska)
zh_hans: choragus · 名词（古希腊语）

source: Event-Driven
da: Hændelsesdrevet
de: Ereignisgesteuert
es: Basado en eventos
fr: Événementiel
it: Basato su eventi
ja: イベント駆動
nb: Hendelsesdrevet
nl: Gebeurtenisgestuurd
pl: Zdarzeniowy
pt: Orientado a eventos
sv: Händelsestyrt
zh_hans: 事件驱动

source: Event listener port
da: Port til hændelseslytter
de: Ereignis-Listener-Port
es: Puerto de escucha de eventos
fr: Port d’écoute des événements
it: Porta di ascolto eventi
ja: イベントリスナーポート
nb: Port for hendelseslytter
nl: Poort voor gebeurtenis-listener
pl: Port nasłuchu zdarzeń
pt: Porta de escuta de eventos
sv: Port för händelselyssnare
zh_hans: 事件监听端口

# eventListenerPortHint
source: Speakers push state updates to this TCP port. Match any firewall rule to it. Takes effect after relaunch.
da: Højttalerne sender statusopdateringer til denne TCP-port. Tilpas firewallregler derefter. Træder i kraft efter genstart.
de: Lautsprecher senden Statusaktualisierungen an diesen TCP-Port. Firewall-Regeln entsprechend anpassen. Wirksam nach Neustart.
es: Los altavoces envían actualizaciones de estado a este puerto TCP. Ajuste las reglas del cortafuegos en consecuencia. Surte efecto tras reiniciar.
fr: Les enceintes envoient leurs mises à jour d’état vers ce port TCP. Adaptez vos règles de pare-feu en conséquence. Prend effet après redémarrage.
it: I diffusori inviano gli aggiornamenti di stato a questa porta TCP. Allineare le regole del firewall. Ha effetto dopo il riavvio.
ja: スピーカーはこのTCPポートに状態更新を送信します。ファイアウォール規則を合わせてください。再起動後に有効。
nb: Høyttalerne sender statusoppdateringer til denne TCP-porten. Tilpass brannmurregler deretter. Trår i kraft etter omstart.
nl: Speakers sturen statusupdates naar deze TCP-poort. Stem firewallregels hierop af. Wordt actief na herstart.
pl: Głośniki wysyłają aktualizacje stanu na ten port TCP. Dostosuj reguły zapory. Działa po ponownym uruchomieniu.
pt: As colunas enviam atualizações de estado para esta porta TCP. Ajuste as regras de firewall em conformidade. Tem efeito após reiniciar.
sv: Högtalarna skickar statusuppdateringar till denna TCP-port. Anpassa brandväggsregler därefter. Träder i kraft efter omstart.
zh_hans: 音箱将状态更新推送到此TCP端口。请相应调整防火墙规则。重启后生效。

source: Every Day
da: Hver dag
de: Täglich
es: Cada día
fr: Tous les jours
it: Ogni giorno
ja: 毎日
nb: Hver dag
nl: Elke dag
pl: Codziennie
pt: Todos os dias
sv: Varje dag
zh_hans: 每天

source: Export
da: Eksportér
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: 書き出し
nb: Eksporter
nl: Exporteer
pl: Eksportuj
pt: Exportar
sv: Exportera
zh_hans: 导出

source: Export CSV…
da: Eksportér CSV…
de: CSV exportieren…
es: Exportar CSV…
fr: Exporter en CSV…
it: Esporta CSV…
ja: CSV を書き出す…
nb: Eksporter CSV…
nl: CSV exporteren…
pl: Eksportuj CSV…
pt: Exportar CSV…
sv: Exportera CSV…
zh_hans: 导出 CSV…
